"ALL_DAY_DAY_VIEW" = "toată ziua";
"NOON" = "Amiază";
"UNTITLED_EVENT" = "Eveniment nou";
"ALL_DAY" = "toată ziua";
"ALL_DAY_EVENTS" = "evenimente valabile toată ziua";
"CELL_ENDS" = "Se termină";

"CALENDARS" = "Calendare";

"ALL" = "Tot";
"ALL_CALENDARS" = "Toate calendarele";
"ALL_OF_STORE" = "Toate (%@)";
"N_CALENDARS" = "%@ calendare";

"SHOW_CALENDARS" = "Afișare calendare";
"SHOW_ALL_CALENDARS" = "Afișați toate calendarele";
"HIDE_ALL_CALENDARS" = "Mascați toate calendarele";
"NO_CALENDARS" = "Niciun calendar";

"ALERT" = "Alertă";
"ALERT_LOWERCASE" = "alertă";
"ALERT_DETAIL_NAV_TITLE" = "Alertă";
"SECOND_ALERT" = "A doua alertă";
"NONE_ALERT" = "Nimic";
"NONE_INVITEES" = "Nimic";
"EVENT" = "Eveniment";
"EVENTS" = "Evenimente";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ zile";
"INTERVAL_DAY" = "1 zi";
"INTERVAL_HOURS" = "%@ ore";
"INTERVAL_HOUR" = "1 oră";
"INTERVAL_MINUTES" = "%@ minute";
"INTERVAL_MINUTE" = "1 minut";
"INTERVAL_SECONDS" = "%@ secunde";
"INTERVAL_SECOND" = "1 secundă";
"INTERVAL_WEEK" = "1 săptămână";
"INTERVAL_FORMAT_BEFORE" = "%@ înainte";
"INTERVAL_FORMAT_AFTER" = "%@ după";
"BEFORE" = " înainte";
"AFTER" = " după";
"ON_TIME" = "La ora evenimentului";
"ON_TIME_AT" = "În ziua respectivă (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = " - ";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = "până la ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@, %2$@";

"DETAIL_ALL_DAY" = "Toată ziua";

"DETAIL_DURATION_FORMAT" = "între %@ și %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "între %@ %@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "între %@ și %@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "și %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "Toată ziua, între %@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "și %@";

"CALENDAR" = "Calendar";
"UNTITLED_CALENDAR" = "Calendar fără titlu";
"UNTITLED_ACCOUNT" = "Cont fără titlu";

"NOTES_PLACEHOLDER" = "Notițe";
"NOTES_LOWERCASE" = "notițe";
"NOTES" = "Notițe";
"SHOW_ALL_NOTES" = "Afișați toate notițele";

"URL" = "URL";
"URL_LOWERCASE" = "url";

"VIEW_ON_FACEBOOK" = "Vizualizați pe Facebook";

"UNKNOWN" = "Necunoscut";

"SHARED_CALENDAR" = "Calendar partajat";
"SHARED" = "Partajate";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "Partajat de %@";
"SHARED_WITH_SINGLE_PERSON" = "Partajat cu %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "Partajat cu %@ și…";
"PUBLIC_AND_SHARED" = "Public și partajat cu %@…";

"ACCESS_DENIED_EVENTS" = "Această aplicație nu are acces la calendarele dvs.";
"ACCESS_DENIED_REMINDERS" = "Această aplicație nu are acces la mementourile dvs.";

/* Name of subscribed group */
"SUBSCRIBED" = "Abonat";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "Zile de naștere";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "Altele";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "Mementouri";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "Acasă";
"ICLOUD_WORK_CALENDAR" = "Serviciu";

"STARTS" = "Începe";
"ENDS" = "Se termină";

"REPEAT" = "Repetare";
"NEVER" = "Niciodată";
"DAILY" = "Zilnic";
"WEEKLY" = "Săptămânal";
"BIWEEKLY" = "La 2 săptămâni";
"MONTHLY" = "Lunar";
"YEARLY" = "Anual";
"CUSTOM" = "Personalizat";

"AVAILABILITY" = "Disponibilitate";
"BUSY" = "Nu";
"FREE" = "Da";
"TENTATIVE" = "Poate";
"OUT_OF_OFFICE" = "Nu sunt la birou";

"EDIT" = "Editare";
"CANCEL" = "Anulați";
"DONE" = "OK";
"ADD" = "Adăugați";
"TO_WITH_COLON" = "Către:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "Detalii";
"ICS_EVENTS" = "%@ evenimente";

/* button title */
"ICS_ADD_ALL" = "Adăugați tot";
"ICS_ADD_SOME" = "Adăugați (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "Selectați calendar";

"DELETE_CALENDAR" = "Ștergeți calendarul";
"EDIT_CALENDAR" = "Editare calendar";
"EDIT_CALENDARS" = "Editare calendare";
"ADD_CALENDAR" = "Adăugare calendar";
"JOIN_CALENDAR" = "Abonați-vă la calendar";
"CALENDAR_NAME" = "Nume calendar";
"NEW_CALENDAR_WITH_ELLIPSIS" = "Calendar nou…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "Adăugați un calendar…";
"DELETE_CALENDAR_CONFIRMATION" = "Sigur doriți să ștergeți acest calendar? Toate evenimentele și mementourile asociate calendarului vor fi șterse, de asemenea.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "Sigur doriți să ștergeți acest calendar? Toate evenimentele asociate calendarului vor fi șterse, de asemenea.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "Sigur doriți să ștergeți acest calendar? Toate mementourile asociate calendarului vor fi șterse, de asemenea.";

"UNKNOWN_IDENTITY" = "cineva";
"UNKNOWN_IDENTITY_CAPITALIZED" = "Cineva";

"JOIN_CALENDAR_TITLE_FORMAT" = "Vă abonați la “%@”?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ v-a invitat la un calendar partajat.";

"CANCELELD_BY_FORMAT" = "Anulat de %@";
"FROM_FORMAT" = "De la: %@";
"TIME_CHANGED_TO_FORMAT" = "Oră schimbată la %@";
"DATE_CHANGED_TO_FORMAT" = "Dată schimbată la %@";
"LOCATION_CHANGED" = "Loc schimbat";

"QUOTED_FORMAT" = "“%@”";

"COLOR" = "Culoare";
"PURPLE" = "Violet";
"ORANGE" = "Portocaliu";
"BLUE" = "Albastru";
"RED" = "Roșu";
"BROWN" = "Maro";
"YELLOW" = "Galben";
"GREEN" = "Verde";

"SHARED_WITH_COLON" = "Partajat cu:";
"PENDING" = "În așteptare";
"OWNER" = "Proprietar";
"ADD_PERSON" = "Adăug. persoană";
"ADD_PERSON_WITH_ELLIPSIS" = "Adăugați o persoană…";
"PUBLIC_CALENDAR" = "Calendar public";
"PUBLIC_CALENDAR_DESCRIPTION" = "Permiteți oricui abonarea la o versiune doar pentru citire a acestui calendar.";
"PUBLISHING_WITH_ELLIPSIS" = "Publicare…";
"VIEW_ONLY" = "Doar afișare";
"VIEW_AND_EDIT" = "Afișare și editare";
"ALLOW_EDITING" = "Permiteți editarea";
"ALLOW_EDITING_DESCRIPTION" = "Permiteți-i acestei persoane să facă\nmodificări în calendar.";
"RESEND_SHARING_INVITATION" = "Retrimiteți invitația de partajare";
"REMOVE_FROM_CALENDAR" = "Eliminați din calendar";
"REMOVE" = "Eliminați";
"REMOVE_ALERT_TEXT" = "%@ va pierde imediat accesul la acest calendar.";
"SHARE_LINK_WITH_ELLIPSIS" = "Partajați linkul…";
"SHARE_LINK_TO_CALENDAR_WITH" = "Partajați linkul la calendar prin:";
"EMAIL" = "E-mail";
"MESSAGE" = "Mesaj";
"TWEET" = "Tweet";
"COPY_LINK" = "Copiați linkul";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "Adăugat la %@ de %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "Șters din %@ de %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "Actualizat în %@ de %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%2$@ a schimbat %1$@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%3$@ a schimbat %2$@ în %1$@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%3$@ a schimbat %1$@ și %2$@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ evenimente au fost adăugate la %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ evenimente au fost șterse din %@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ evenimente au fost actualizate în %@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ evenimente au fost adăugate la %@ de %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ evenimente au fost șterse din %@ de %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ evenimente au fost actualizate în %@ de %@.";

"SHARED_PROP_DATE" = "data";
"SHARED_PROP_TIME" = "ora";
"SHARED_PROP_TITLE" = "titlul";
"SHARED_PROP_LOCATION" = "locul";

"ADD_SHAREES_PROMPT" = "Adăugați participanți la acest calendar.";

"CREATED_BY" = "Creat de";
"EDITED_BY" = "Editat de";
"CREATED_BY_LOWERCASE" = "creat de";
"EDITED_BY_LOWERCASE" = "editat de";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ s-a abonat la calendarul dvs. partajat.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ a refuzat calendarul dvs. partajat.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ nu s-a decis asupra invitației la acest calendar partajat.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "Acest calendar nu mai este partajat.";
"SHARED_CALENDAR_NOW_PUBLIC" = "Acest calendar este acum public.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "Abonați-vă la calendarul meu “%@”";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "Abonați-vă la calendarul meu “%@” la: %@";

"ATTACHMENTS" = "Fișiere atașate";
"ATTACHMENTS_LOWERCASE" = "fișiere atașate";
"CANNOT_OPEN_ATTACHMENT" = "Imposibil de deschis fișierul atașat";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ din %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "A survenit o eroare la descărcarea atașamentului.";
"ATTACHMENT_FILE_TYPE_ERROR" = "Acest tip de fișier nu este compatibil.";
"UNTITLED_ATTACHMENT" = "Fișier atașat fără titlu";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "Actualizare calendare…";

"ENDS_TIME_FORMAT" = "sfârșit: %@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ la %@";
"CALENDAR_TODAY" = "Azi";
"CALENDAR_TODAY_LOWER" = "astăzi";
"CALENDAR_YESTERDAY" = "Ieri";
"CALENDAR_YESTERDAY_LOWER" = "ieri";
"CALENDAR_TOMORROW" = "Mâine";
"CALENDAR_TOMORROW_LOWER" = "mâine";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "Ultima %@";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "%@ trecută";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "Ultima %@";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ aceasta";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "Această %@";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ aceasta";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "Această %@";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "%@ viitoare";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "Abonat";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "Abonat";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
